Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# TPMPINStartupKeyKeyProtectorSegmentedItem.ToolTipService.ToolTip
source: Add a TPM + PIN + Startup Key Key Protector.
ar: إضافة واقي مفتاح TPM + PIN + مفتاح بدء التشغيل.
de_de: Einen TPM- + PIN- + Startschlüssel-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού TPM + PIN + κλειδί εκκίνησης.
es: Agregar un protector TPM + PIN + clave de inicio.
fr_fr: Ajouter un protecteur de clé TPM + PIN + Clé de démarrage.
he_il: הוסף מגן מפתח מסוג TPM + PIN + מפתח אתחול.
hi_in: TPM + PIN + स्टार्टअप कुंजी संरक्षक जोड़ें।
ml_in: ഒരു TPM + PIN + സ്റ്റാർട്ടപ്പ് കീ പ്രൊട്ടക്ടർ ചേർക്കുക.
pl_pl: Dodaj zabezpieczenie klucza TPM + PIN + klucz startowy.

# TPMPINStartupKeyKeyProtectorSegmentedItem.AutomationProperties.HelpText
source: Add a TPM + PIN + Startup Key Key Protector.
ar: إضافة واقي مفتاح TPM + PIN + مفتاح بدء التشغيل.
de_de: Einen TPM- + PIN- + Startschlüssel-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού TPM + PIN + κλειδί εκκίνησης.
es: Agregar un protector TPM + PIN + clave de inicio.
fr_fr: Ajouter un protecteur de clé TPM + PIN + Clé de démarrage.
he_il: הוסף מגן מפתח מסוג TPM + PIN + מפתח אתחול.
hi_in: TPM + PIN + स्टार्टअप कुंजी संरक्षक जोड़ें।
ml_in: ഒരു TPM + PIN + സ്റ്റാർട്ടപ്പ് കീ പ്രൊട്ടക്ടർ ചേർക്കുക.
pl_pl: Dodaj zabezpieczenie klucza TPM + PIN + klucz startowy.

# StartupKeyKeyProtectorSegmentedItem.Content
source: Startup Key
ar: مفتاح بدء التشغيل
de_de: Startschlüssel
el_gr: Κλειδί εκκίνησης
es: Clave de inicio
fr_fr: Clé de démarrage
he_il: מפתח אתחול
hi_in: स्टार्टअप कुंजी
ml_in: സ്റ്റാർട്ടപ്പ് കീ
pl_pl: Klucz startowy

# StartupKeyKeyProtectorSegmentedItem.ToolTipService.ToolTip
source: Add a Startup Key Key Protector.
ar: إضافة واقي مفتاح مفتاح بدء التشغيل.
de_de: Einen Startschlüssel-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού κλειδί εκκίνησης.
es: Agregar un protector clave de inicio.
fr_fr: Ajouter un protecteur de clé Clé de démarrage.
he_il: הוסף מגן מפתח מסוג מפתח אתחול.
hi_in: स्टार्टअप कुंजी संरक्षक जोड़ें।
ml_in: ഒരു സ്റ്റാർട്ടപ്പ് കീ പ്രൊട്ടക്ടർ ചേർക്കുക.
pl_pl: Dodaj zabezpieczenie klucza klucz startowy.

# StartupKeyKeyProtectorSegmentedItem.AutomationProperties.HelpText
source: Add a Startup Key Key Protector.
ar: إضافة واقي مفتاح مفتاح بدء التشغيل.
de_de: Einen Startschlüssel-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού κλειδί εκκίνησης.
es: Agregar un protector clave de inicio.
fr_fr: Ajouter un protecteur de clé Clé de démarrage.
he_il: הוסף מגן מפתח מסוג מפתח אתחול.
hi_in: स्टार्टअप कुंजी संरक्षक जोड़ें।
ml_in: ഒരു സ്റ്റാർട്ടപ്പ് കീ പ്രൊട്ടക്ടർ ചേർക്കുക.
pl_pl: Dodaj zabezpieczenie klucza klucz startowy.

# TPMSectionTitle.Text
source: Trusted Platform Module
ar: وحدة النظام الأساسي الموثوقة
el_gr: Έμπιστη Μονάδα Πλατφόρμας
es: Módulo de plataforma segura
fr_fr: Module de plateforme sécurisée (TPM)
he_il: מודול פלטפורמה מהימן
hi_in: ट्रस्टेड प्लेटफ़ॉर्म मॉड्यूल
ml_in: ട്രസ്റ്റഡ് പ്ലാറ്റ്ഫോം മോഡ്യൂൾ
pl_pl: Zaufany moduł platformy

# TPMSectionDescription.Text
source: BitLocker uses the device's TPM to protect the encryption key.
ar: يستخدم BitLocker وحدة TPM الخاصة بالجهاز لحماية مفتاح التشفير.
de_de: BitLocker verwendet das TPM des Geräts, um den Verschlüsselungsschlüssel zu schützen.
el_gr: Το BitLocker χρησιμοποιεί το TPM της συσκευής για την προστασία του κλειδιού κρυπτογράφησης.
es: BitLocker utiliza el TPM del dispositivo para proteger la clave de cifrado.
fr_fr: BitLocker utilise le TPM de l'appareil pour protéger la clé de chiffrement.
he_il: BitLocker משתמש ב‑TPM של המכשיר כדי להגן על מפתח ההצפנה.
hi_in: BitLocker एन्क्रिप्शन कुंजी की सुरक्षा हेतु डिवाइस के TPM का उपयोग करता है।
ml_in: BitLocker ഉപകരണത്തിന്റെ TPM ഉപയോഗിച്ച് എൻക്രിപ്ഷൻ കീ സംരക്ഷിക്കുന്നു.
pl_pl: BitLocker używa TPM urządzenia do ochrony klucza szyfrowania.

# TPMSectionBody.Text
source: With this protector, the encrypted drive is accessible only when attached to a TPM-equipped motherboard and the system's boot integrity remains intact. TPM-based protectors typically apply only to OS volumes.
ar: مع هذا الواقي، يكون الوصول إلى محرك الأقراص المشفر متاحاً فقط عند اتصاله بلوحة أم مزودة بـ TPM وتظل سلامة إقلاع النظام سليمة. عادةً ما تنطبق الحمايات المستندة إلى TPM فقط على وحدات نظام التشغيل.
de_de: Mit diesem Protektor ist das verschlüsselte Laufwerk nur zugänglich, wenn es mit einem TPM-ausgestatteten Mainboard verbunden ist und die Startintegrität des Systems intakt ist. TPM-basierte Protektoren gelten in der Regel nur für Betriebssystem-Volumes.
el_gr: Με αυτή την προστασία, ο κρυπτογραφημένος δίσκος είναι προσβάσιμος μόνο όταν είναι συνδεδεμένος σε μητρική με TPM και η ακεραιότητα εκκίνησης του συστήματος παραμένει άθικτη. Προστασίες βασισμένες σε TPM εφαρμόζονται συνήθως μόνο σε τόμους λειτουργικού συστήματος.
es: Con este protector, la unidad cifrada es accesible solo cuando está conectada a una tarjeta madre con TPM y la integridad de arranque permanece intacta. Los protectores basados en TPM normalmente se aplican solo a volúmenes del sistema operativo.
fr_fr: Avec ce protecteur, le lecteur chiffré n'est accessible que lorsqu'il est connecté à une carte mère équipée d'un TPM et que l'intégrité du démarrage du système reste intacte. Les protecteurs basés sur TPM ne s'appliquent généralement qu'aux volumes du système d'exploitation.
he_il: באמצעות מגן זה, הכונן המוצפן נגיש רק כשהוא מחובר ללוח אם המצויד ב‑TPM וכאשר שלמות האתחול של המערכת נשמרת. מגנים המבוססים על TPM חלים בדרך כלל רק על כונני מערכת.
hi_in: इस संरक्षक के साथ एन्क्रिप्टेड ड्राइव केवल TPM युक्त मदरबोर्ड पर और सिस्टम बूट अखंडता सुरक्षित होने पर ही सुलभ होता है। TPM आधारित संरक्षक सामान्यतः केवल OS वॉल्यूम पर लागू होते हैं।
ml_in: ഈ പ്രൊട്ടക്ടർ ഉപയോഗിച്ച് എൻക്രിപ്റ്റ് ചെയ്ത ഡ്രൈവ് TPM ഉള്ള മാതൃബോർഡിൽ ബന്ധിപ്പിച്ചിരിക്കുമ്പോഴും സിസ്റ്റം ബൂട്ട് സമഗ്രത നിലനിൽക്കുമ്പോഴും മാത്രമേ പ്രവേശനയോഗ്യമാകൂ. TPM അടിസ്ഥാനത്തിലുള്ള പ്രൊട്ടക്ടറുകൾ സാധാരണയായി OS വാള്യങ്ങൾക്ക് മാത്രം ബാധകം.
pl_pl: Z tym zabezpieczeniem zaszyfrowany dysk jest dostępny tylko gdy jest podłączony do płyty głównej z TPM i integralność rozruchu systemu pozostaje nienaruszona. Zabezpieczenia oparte na TPM zwykle dotyczą tylko woluminów systemu operacyjnego.

# TPMPINSectionTitle.Text
source: TPM and Personal Identification Number
ar: TPM ورقم تعريف شخصي
de_de: TPM und Persönliche Identifikationsnummer
el_gr: TPM και Προσωπικός Αριθμός (PIN)
es: TPM y número de identificación personal
fr_fr: TPM et numéro d'identification personnel (PIN)
he_il: TPM ומספר זיהוי אישי
hi_in: TPM और व्यक्तिगत पहचान संख्या
ml_in: TPM പിന്നീട് PIN
pl_pl: TPM i numer PIN

# TPMPINSectionDescription.Text
source: BitLocker pairs the TPM with a user PIN. By default the PIN is 4-20 digits; with enhanced PINs allowed it can be 4-20 characters (letters, symbols, spaces, or numbers).
ar: يقترن BitLocker مع TPM برقم PIN للمستخدم. افتراضياً يكون PIN من 4 إلى 20 رقماً؛ مع تمكين PIN المحسّن يمكن أن يكون من 4 إلى 20 حرفاً (حروف، رموز، مسافات أو أرقام).
de_de: BitLocker kombiniert das TPM mit einer Benutzer-PIN. Standardmäßig ist die PIN 4–20 Ziffern lang; mit zulässigen erweiterten PINs kann sie 4–20 Zeichen umfassen (Buchstaben, Symbole, Leerzeichen oder Zahlen).
el_gr: Το BitLocker ζευγοποιεί το TPM με PIN χρήστη. Προεπιλογή 4–20 ψηφία· με ενισχυμένα PIN επιτρέπονται 4–20 χαρακτήρες (γράμματα, σύμβολα, κενά ή αριθμοί).
es: BitLocker empareja el TPM con un PIN de usuario. Por defecto el PIN es de 4–20 dígitos; con PIN mejorados puede ser de 4–20 caracteres (letras, símbolos, espacios o números).
fr_fr: BitLocker associe le TPM à un PIN utilisateur. Par défaut, le PIN comporte de 4 à 20 chiffres ; avec les PINs améliorés, il peut comporter de 4 à 20 caractères (lettres, symboles, espaces ou chiffres).
he_il: BitLocker מצמיד את ה‑TPM ל‑PIN של המשתמש. כברירת מחדל ה‑PIN הוא 4-20 ספרות; כאשר מותר PIN משופר, הוא יכול להיות 4-20 תווים (אותיות, סמלים, רווחים או מספרים).
hi_in: BitLocker TPM को उपयोगकर्ता PIN के साथ युग्मित करता है। डिफ़ॉल्ट रूप से PIN 4–20 अंक होता है; विस्तृत PIN पर 4–20 वर्ण (अक्षर, प्रतीक, रिक्ति या अंक) हो सकते हैं।
ml_in: BitLocker TPM നെ ഉപയോക്തൃ PIN നോട് ചേർക്കുന്നു. ഡിഫോൾട്ടായി PIN 4–20 അക്കങ്ങൾ; വിപുലിത PIN ൽ 4–20 പ്രതീകങ്ങൾ (അക്ഷരങ്ങൾ, ചിഹ്നങ്ങൾ, സ്പേസുകൾ, അക്കങ്ങൾ) ആകാം.
pl_pl: BitLocker łączy TPM z PIN użytkownika. Domyślnie PIN to 4–20 cyfr; przy włączonych rozszerzonych PIN może to być 4–20 znaków (litery, symbole, spacje lub cyfry).

# TPMStartupKeySectionTitle.Text
source: TPM and startup key
ar: TPM ومفتاح بدء التشغيل
de_de: TPM und Startschlüssel
el_gr: TPM και κλειδί εκκίνησης
es: TPM y clave de inicio
fr_fr: TPM et clé de démarrage
he_il: TPM ומפתח אתחול
hi_in: TPM और स्टार्टअप कुंजी
ml_in: TPM പിന്നെ സ്റ്റാർട്ടപ്പ് കീ
pl_pl: TPM i klucz startowy

# TPMStartupKeySectionDescription.Text
source: BitLocker uses the TPM together with input from a USB flash drive. In order to boot the device, the USB flash drive must be connected.
ar: يستخدم BitLocker الـ TPM مع إدخال من محرك أقراص USB. لبدء تشغيل الجهاز يجب توصيل محرك الـ USB.
de_de: BitLocker verwendet das TPM zusammen mit Eingaben von einem USB-Flashlaufwerk. Damit das Gerät booten kann, muss das USB-Flashlaufwerk verbunden sein.
el_gr: Το BitLocker χρησιμοποιεί το TPM μαζί με είσοδο από μονάδα USB. Για εκκίνηση της συσκευής πρέπει να είναι συνδεδεμένη η USB.
es: BitLocker usa el TPM junto con la entrada de una unidad flash USB. Para arrancar el dispositivo la unidad USB debe estar conectada.
fr_fr: BitLocker utilise le TPM conjointement avec l'entrée d'une clé USB. Pour démarrer l'appareil, la clé USB doit être connectée.
he_il: BitLocker משתמש ב‑TPM יחד עם קלט מכונן הבזק USB. כדי לאתחל את המכשיר, כונן ה‑USB חייב להיות מחובר.
hi_in: BitLocker TPM को USB फ्लैश ड्राइव से इनपुट के साथ उपयोग करता है। डिवाइस बूट करने हेतु USB फ्लैश ड्राइव लगा होना चाहिए।
ml_in: BitLocker TPM ഉം USB ഫ്ലാഷ് ഡ്രൈവിൽ നിന്നുള്ള ഇൻപുട്ടും ഉപയോഗിക്കുന്നു. ഉപകരണം ബൂട്ട് ചെയ്യാൻ USB ഡ്രൈവ് ബന്ധിപ്പിക്കപ്പെട്ടിരിക്കണം.
pl_pl: BitLocker używa TPM wraz z danymi z dysku USB. Aby uruchomić urządzenie, dysk USB musi być podłączony.

# TPMPINStartupKeySectionTitle.Text
source: TPM, PIN, and startup key
ar: TPM وPIN ومفتاح بدء التشغيل
de_de: TPM, PIN und Startschlüssel
el_gr: TPM, PIN και κλειδί εκκίνησης
es: TPM, PIN y clave de inicio
fr_fr: TPM, PIN, et clé de démarrage
he_il: TPM, PIN ומפתח אתחול
hi_in: TPM, PIN और स्टार्टअप कुंजी
ml_in: TPM, PIN, സ്റ്റാർട്ടപ്പ് കീ
pl_pl: TPM, PIN i klucz startowy

# TPMPINStartupKeySectionDescription.Text
source: BitLocker uses a combination of the TPM, Startup PIN, and input from a USB flash drive that contains an external key. This is the most secure configuration of BitLocker and provides multi-factor authentication.
ar: يستخدم BitLocker مزيجاً من TPM وPIN بدء التشغيل وإدخال من محرك أقراص USB يحتوي مفتاحاً خارجياً. هذه هي التهيئة الأكثر أماناً لـ BitLocker وتوفر مصادقة متعددة العوامل.
de_de: BitLocker verwendet eine Kombination aus TPM, Start-PIN und Eingaben von einem USB-Flashlaufwerk, das einen externen Schlüssel enthält. Dies ist die sicherste BitLocker-Konfiguration und ermöglicht eine Multi-Faktor-Authentifizierung.
el_gr: Το BitLocker χρησιμοποιεί συνδυασμό TPM, PIN εκκίνησης και είσοδο από μονάδα USB με εξωτερικό κλειδί. Αυτή είναι η πιο ασφαλής διαμόρφωση του BitLocker και παρέχει πολυπαραγοντικό έλεγχο ταυτότητας.
es: BitLocker usa una combinación de TPM, PIN de inicio y entrada de una unidad flash USB que contiene una clave externa. Esta es la configuración más segura de BitLocker y proporciona autenticación multifactor.
fr_fr: BitLocker utilise une combinaison du TPM, d'un PIN de démarrage et de l'entrée d'une clé USB contenant une clé externe. Il s'agit de la configuration la plus sécurisée de BitLocker et offre une authentification multifacteur.
he_il: BitLocker משתמש בשילוב של TPM, PIN אתחול וקלט מכונן הבזק USB המכיל מפתח חיצוני. זו התצורה המאובטחת ביותר של BitLocker והיא מספקת אימות מרובה־גורמים.
hi_in: BitLocker TPM, स्टार्टअप PIN और बाह्य कुंजी युक्त USB फ्लैश ड्राइव के इनपुट का संयोजन उपयोग करता है। यह BitLocker का सबसे सुरक्षित विन्यास है तथा बहु-कारक प्रमाणीकरण प्रदान करता है.
ml_in: BitLocker TPM, സ്റ്റാർട്ടപ്പ് PIN, പുറം കീ ഉള്ള USB ഫ്ലാഷ് ഡ്രൈവ് എന്നിവയുടെ സംയോജനം ഉപയോഗിക്കുന്നു. ഇത് BitLocker ന്റെ ഏറ്റവും സുരക്ഷിതമായ ക്രമീകരണമാണ്; മൾട്ടി-ഫാക்டர் ദൃഡീകരണം നൽകുന്നു.
pl_pl: BitLocker używa kombinacji TPM, PIN rozruchu oraz danych z dysku USB zawierającego klucz zewnętrzny. To najbezpieczniejsza konfiguracja BitLocker zapewniająca wieloskładnikowe uwierzytelnianie.

# StartupKeySectionTitle.Text
source: Startup key
ar: مفتاح بدء التشغيل
de_de: Startschlüssel
el_gr: Κλειδί εκκίνησης
es: Clave de inicio
fr_fr: Clé de démarrage
he_il: מפתח אתחול
hi_in: स्टार्टअप कुंजी
ml_in: സ്റ്റാർട്ടപ്പ് കീ
pl_pl: Klucz startowy

# StartupKeySectionDescription.Text
source: BitLocker uses input from of a USB flash drive that contains the external key. The USB device must be connected before the system can boot.
ar: يستخدم BitLocker إدخالاً من محرك أقراص USB يحتوي المفتاح الخارجي. يجب توصيل جهاز USB قبل أن يتمكن النظام من الإقلاع.
de_de: BitLocker verwendet Eingaben von einem USB-Flashlaufwerk, das den externen Schlüssel enthält. Das USB-Gerät muss verbunden sein, bevor das System starten kann.
el_gr: Το BitLocker χρησιμοποιεί είσοδο από μονάδα USB που περιέχει το εξωτερικό κλειδί. Η συσκευή USB πρέπει να συνδεθεί πριν την εκκίνηση.
es: BitLocker usa la entrada de una unidad flash USB que contiene la clave externa. El dispositivo USB debe conectarse antes de que el sistema arranque.
fr_fr: BitLocker utilise l'entrée d'une clé USB contenant la clé externe. Le périphérique USB doit être connecté avant que le système puisse démarrer.
he_il: BitLocker משתמש בקלט מכונן הבזק USB המכיל את המפתח החיצוני. התקן ה‑USB חייב להיות מחובר לפני שהמערכת תוכל לאתחל.
hi_in: BitLocker बाहरी कुंजी वाले USB फ्लैश ड्राइव के इनपुट का उपयोग करता है। सिस्टम बूट से पहले USB डिवाइस जुड़ा होना चाहिए।
ml_in: BitLocker പുറം കീ അടങ്ങിയ USB ഫ്ലാഷ് ഡ്രൈവ് ഇൻപുട്ട് ഉപയോഗിക്കുന്നു. സിസ്റ്റം ബൂട്ട് ചെയ്യുന്നതിനുമുൻപ് USB ഉപകരണം ബന്ധിപ്പിക്കണം.
pl_pl: BitLocker używa danych z dysku USB zawierającego klucz zewnętrzny. Dysk USB musi być podłączony przed uruchomieniem systemu.

# RetrievingBitLockerVolumesEllipsis
source: Retrieving BitLocker volumes...
ar: جارٍ استرجاع وحدات BitLocker...
de_de: Abrufen der BitLocker-Volumes...
el_gr: Ανάκτηση τόμων BitLocker...
es: Recuperando volúmenes BitLocker...
fr_fr: Récupération des volumes BitLocker...
he_il: מאחזר כונני BitLocker...
hi_in: BitLocker वॉल्यूम प्राप्त कर रहा है...
ml_in: BitLocker വാള്യങ്ങൾ ശേഖരിക്കുന്നു...
pl_pl: Pobieranie woluminów BitLocker...

# LoadedBitLockerVolumesCount
source: Loaded {0} BitLocker volumes.
ar: تم تحميل {0} من وحدات BitLocker.
de_de: Es wurden {0} BitLocker-Volumes geladen.
el_gr: Φορτώθηκαν {0} τόμοι BitLocker.
es: Se cargaron {0} volúmenes BitLocker.
fr_fr: {0} volumes BitLocker chargés.
he_il: נטענו {0} כונני BitLocker.
hi_in: {0} BitLocker वॉल्यूम लोड किए गए.
ml_in: {0} BitLocker വാള്യങ്ങൾ ലോഡ് ചെയ്തു.
pl_pl: Załadowano {0} woluminów BitLocker.

# NoOutputReturnedFromPath
source: No output was returned from {0}
ar: لا يوجد مخرجات تم إرجاعها من {0}
de_de: Von {0} wurde keine Ausgabe zurückgegeben
el_gr: Δεν επεστράφη έξοδος από {0}
es: No se devolvió salida desde {0}
fr_fr: Aucune sortie n'a été retournée de {0}
he_il: לא הוחזר פלט מ‑{0}
hi_in: {0} से कोई आउटपुट वापस नहीं आया
ml_in: {0} മുതൽ ഔട്ട്പുട്ടൊന്നും ലഭിച്ചില്ല
pl_pl: Brak zwróconego wyniku z {0}

source: No BitLocker volumes detected.
ar: لم يتم اكتشاف أي وحدات BitLocker.
de_de: Keine BitLocker-Volumes erkannt.
el_gr: Δεν εντοπίστηκαν τόμοι BitLocker.
es: No se detectaron volúmenes BitLocker.
fr_fr: Aucun volume BitLocker détecté.
he_il: לא זוהו כונני BitLocker.
hi_in: कोई BitLocker वॉल्यूम नहीं मिला.
ml_in: BitLocker വാള്യങ്ങൾ കണ്ടെത്താനായില്ല.
pl_pl: Nie wykryto woluminów BitLocker.

# ParentVolumeForKeyProtectorNotFound
source: Parent volume for the key protector was not found.
ar: لم يتم العثور على وحدة تخزين أصل لواقي المفتاح.
de_de: Übergeordnetes Volume für den Schlüsselprotektor wurde nicht gefunden.
el_gr: Ο γονικός τόμος για την προστασία κλειδιού δεν βρέθηκε.
es: No se encontró el volumen padre para el protector de clave.
fr_fr: Le volume parent pour le protecteur de clé n'a pas été trouvé.
he_il: הכונן האב עבור מגן המפתח לא נמצא.
hi_in: कुंजी संरक्षक का मूल वॉल्यूम नहीं मिला.
ml_in: കീ പ്രൊട്ടക്ടറിന്റെ പാരന്റ് വാള്യം കണ്ടെത്താനായില്ല.
pl_pl: Wolumin nadrzędny dla zabezpieczenia klucza nie został znaleziony.

# RemovingKeyProtectorFromVolume
source: Removing key protector {0} from {1}
ar: إزالة واقي مفتاح {0} من {1}
de_de: Entfernen des Schlüsselprotektors {0} von {1}
el_gr: Αφαίρεση προστασίας κλειδιού {0} από {1}
es: Eliminando protector de clave {0} de {1}
fr_fr: Suppression du protecteur de clé {0} de {1}
he_il: מסיר את מגן המפתח {0} מ‑{1}
hi_in: {1} से कुंजी संरक्षक {0} हटाया जा रहा है
ml_in: {1}ൽ നിന്നും കീ പ്രൊട്ടക്ടർ {0} നീക്കം ചെയ്യുന്നു
pl_pl: Usuwanie zabezpieczenia klucza {0} z {1}

# ExternalKeyRemovalConditionalSuccess
source: If the ExternalKey key protector with the ID {0} from {1} wasn't being used to keep the drive unlocked, it was removed. More info available in the Logs page.
ar: إذا لم يكن واقي المفتاح ExternalKey ذو المعرّف {0} من {1} مستخدماً لإبقاء محرك الأقراص مفتوحاً، فقد أزيل. مزيد من المعلومات متاحة في صفحة السجلات.
de_de: Falls der ExternalKey-Schlüsselprotektor mit der ID {0} von {1} nicht verwendet wurde, um das Laufwerk entsperrt zu halten, wurde er entfernt. Weitere Informationen finden Sie auf der Seite „Protokolle“.
el_gr: Αν η προστασία κλειδιού ExternalKey με ID {0} από {1} δεν χρησιμοποιούνταν για να παραμένει ο δίσκος ξεκλείδωτος, αφαιρέθηκε. Περισσότερες πληροφορίες διαθέσιμες στη σελίδα Καταγραφών.
es: Si el protector de clave ExternalKey con ID {0} de {1} no se estaba usando para mantener la unidad desbloqueada, se eliminó. Más información disponible en la página de registros.
fr_fr: Si le protecteur de clé ExternalKey avec l'ID {0} de {1} n'était pas utilisé pour garder le lecteur déverrouillé, il a été supprimé. Plus d'informations disponibles sur la page Journaux.
he_il: אם מגן המפתח מסוג ExternalKey עם המזהה {0} מתוך {1} לא שימש להשארת הכונן פתוח, הוא הוסר. מידע נוסף זמין בדף היומנים.
hi_in: यदि ExternalKey कुंजी संरक्षक जिसकी ID {0} {1} पर है ड्राइव को अनलॉक रखने हेतु उपयोग में नहीं था तो उसे हटा दिया गया. अधिक जानकारी लॉग पृष्ठ पर उपलब्ध है.
ml_in: {1} ലെ ID {0} ഉള്ള ExternalKey കീ പ്രൊട്ടക്ടർ ഡ്രൈവ് അൺലോക്ക് നിലനിർത്താൻ ഉപയോഗിച്ചിരുന്നില്ലെങ്കിൽ അത് നീക്കം ചെയ്തു. കൂടുതൽ വിവരം ലോഗ് പേജിൽ.
pl_pl: Jeśli zabezpieczenie klucza ExternalKey o ID {0} z {1} nie było używane do utrzymania dysku odblokowanego, zostało usunięte. Więcej informacji na stronie dzienników.

# SuccessfullyRemovedKeyProtector
source: Successfully removed the key protector of type {0} with ID {1} from {2}.
ar: تمت إزالة واقي المفتاح من النوع {0} ذو المعرّف {1} بنجاح من {2}.
de_de: Der Schlüsselprotektor vom Typ {0} mit der ID {1} wurde erfolgreich von {2} entfernt.
el_gr: Η προστασία κλειδιού τύπου {0} με ID {1} αφαιρέθηκε επιτυχώς από {2}.
es: Se eliminó correctamente el protector de clave de tipo {0} con ID {1} de {2}.
fr_fr: Le protecteur de clé de type {0} avec l'ID {1} a été supprimé avec succès de {2}.
he_il: מגן המפתח מסוג {0} עם המזהה {1} הוסר בהצלחה מ‑{2}.
hi_in: {2} से ID {1} वाला प्रकार {0} का कुंजी संरक्षक सफलतापूर्वक हटाया गया.
ml_in: തരം {0} ഉള്ള ID {1} ആയ കീ പ്രൊട്ടക്ടർ വിജയകരമായി {2} ല്‍ നിന്ന് നീക്കം ചെയ്തു.
pl_pl: Pomyślnie usunięto zabezpieczenie klucza typu {0} o ID {1} z {2}.

# NoBitLockerVolumeSelected
source: No BitLocker volume is selected.
ar: لم يتم تحديد وحدة تخزين BitLocker.
de_de: Es ist kein BitLocker-Volume ausgewählt.
el_gr: Δεν έχει επιλεγεί τόμος BitLocker.
es: No se seleccionó ningún volumen BitLocker.
fr_fr: Aucun volume BitLocker sélectionné.
he_il: לא נבחר כונן BitLocker.
hi_in: कोई BitLocker वॉल्यूम चयनित नहीं है.
ml_in: ഒരു BitLocker വാള്യവും തിരഞ്ഞെടുത്തിട്ടില്ല.
pl_pl: Nie wybrano woluminu BitLocker.

# AutoUnlockKeyProtectorSegmentedItem.Content
source: Auto Unlock
ar: فتح تلقائي
de_de: Automatisches Entsperren
el_gr: Αυτόματο Ξεκλείδωμα
es: Desbloqueo automático
fr_fr: Déverrouillage auto
he_il: פתיחה אוטומטית
hi_in: स्वचालित अनलॉक
ml_in: ഓട്ടോ അൺലോക്ക്
pl_pl: Automatyczne odblokowanie

# AutoUnlockKeyProtectorSegmentedItem.ToolTipService.ToolTip
source: Add an Auto Unlock Key Protector.
ar: إضافة مُعين مفتاح للفتح التلقائي.
de_de: Einen Schlüsselprotektor für automatisches Entsperren hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού αυτόματου ξεκλειδώματος.
es: Agregar un protector de clave de desbloqueo automático.
fr_fr: Ajouter un protecteur de clé Déverrouillage auto.
he_il: הוסף מגן מפתח מסוג פתיחה אוטומטית.
hi_in: एक स्वचालित अनलॉक कुंजी संरक्षक जोड़ें.
ml_in: ഒരു ഓട്ടോ അൺലോക്ക് കീ പ്രൊട്ടക്റ്റർ ചേർക്കുക.
pl_pl: Dodaj element ochrony klucza automatycznego odblokowania.

# AutoUnlockKeyProtectorSegmentedItem.AutomationProperties.HelpText
source: Add an Auto Unlock Key Protector.
ar: إضافة مُعين مفتاح للفتح التلقائي.
de_de: Einen Schlüsselprotektor für automatisches Entsperren hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού αυτόματου ξεκλειδώματος.
es: Agregar un protector de clave de desbloqueo automático.
fr_fr: Ajouter un protecteur de clé Déverrouillage auto.
he_il: הוסף מגן מפתח מסוג פתיחה אוטומטית.
hi_in: एक स्वचालित अनलॉक कुंजी संरक्षक जोड़ें.
ml_in: ഒരു ഓട്ടോ അൺലോക്ക് കീ പ്രൊട്ടക്റ്റർ ചേർക്കുക.
pl_pl: Dodaj element ochrony klucza automatycznego odblokowania.

# PasswordKeyProtectorSegmentedItem.Content
source: Password
ar: كلمة مرور
de_de: Kennwort
el_gr: Κωδικός πρόσβασης
es: Contraseña
fr_fr: Mot de passe
he_il: סיסמה
hi_in: पासवर्ड
ml_in: പാസ്‌വേഡ്
pl_pl: Hasło

# PasswordKeyProtectorSegmentedItem.ToolTipService.ToolTip
source: Add a Password Key Protector.
ar: إضافة مُعين مفتاح لكلمة مرور.
de_de: Einen Kennwort-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού κωδικού πρόσβασης.
es: Agregar un protector de clave de contraseña.
fr_fr: Ajouter un protecteur de clé Mot de passe.
he_il: הוסף מגן מפתח מסוג סיסמה.
hi_in: एक पासवर्ड कुंजी संरक्षक जोड़ें.
ml_in: ഒരു പാസ്‌വേഡ് കീ പ്രൊട്ടക്റ്റർ ചേർക്കുക.
pl_pl: Dodaj element ochrony klucza hasła.

# PasswordKeyProtectorSegmentedItem.AutomationProperties.HelpText
source: Add a Password Key Protector.
ar: إضافة مُعين مفتاح لكلمة مرور.
de_de: Einen Kennwort-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού κωδικού πρόσβασης.
es: Agregar un protector de clave de contraseña.
fr_fr: Ajouter un protecteur de clé Mot de passe.
he_il: הוסף מגן מפתח מסוג סיסמה.
hi_in: एक पासवर्ड कुंजी संरक्षक जोड़ें.
ml_in: ഒരു പാസ്‌വേഡ് കീ പ്രൊട്ടക്റ്റർ ചേർക്കുക.
pl_pl: Dodaj element ochrony klucza hasła.

# RecoveryPasswordKeyProtectorSegmentedItem.Content
source: Recovery Password
ar: كلمة مرور استرداد
de_de: Wiederherstellungskennwort
el_gr: Κωδικός ανάκτησης
es: Contraseña de recuperación
fr_fr: Mot de passe de récupération
he_il: סיסמת שחזור
hi_in: रिकवरी पासवर्ड
ml_in: റിക്കവറി പാസ്‌വേഡ്
pl_pl: Hasło odzyskiwania

# RecoveryPasswordKeyProtectorSegmentedItem.ToolTipService.ToolTip
source: Add a Recovery Password Key Protector.
ar: إضافة مُعين مفتاح لكلمة مرور الاسترداد.
de_de: Einen Wiederherstellungskennwort-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού κωδικού ανάκτησης.
es: Agregar un protector de clave de contraseña de recuperación.
fr_fr: Ajouter un protecteur de clé Mot de passe de récupération.
he_il: הוסף מגן מפתח מסוג סיסמת שחזור.
hi_in: एक रिकवरी पासवर्ड कुंजी संरक्षक जोड़ें.
ml_in: ഒരു റിക്കവറി പാസ്‌വേഡ് കീ പ്രൊട്ടക്റ്റർ ചേർക്കുക.
pl_pl: Dodaj element ochrony klucza hasła odzyskiwania.
